<?php
return [
    'days_of_week_letter' => [
        '1' => 'ش',
        '2' => 'ی',
        '3' => 'د',
        '4' => 'س',
        '5' => 'چ',
        '6' => 'پ',
        '7' => 'ج'
    ],
    'days_of_week' => [
        '1' => 'شنبه',
        '2' => 'یکشنبه',
        '3' => 'دوشنبه',
        '4' => 'سه شنبه',
        '5' => 'چهارشنبه',
        '6' => 'پنجشنبه',
        '7' => 'جمعه'
    ],
    'solar_months_name' => [
        '1' => 'فروردین',
        '2' => 'اردیبهشت',
        '3' => 'خرداد',
        '4' => 'تیر',
        '5' => 'مرداد',
        '6' => 'شهریور',
        '7' => 'مهر',
        '8' => 'آبان',
        '9' => 'آذر',
        '10' => 'دی',
        '11' => 'بهمن',
        '12' => 'اسفند',
    ],
    'lunar_months_name' => [
        '1' => 'محرم',
        '2' => 'صفر',
        '3' => 'ربیع الاول',
        '4' => 'ربیع الثانی',
        '5' => 'جمادی ۱',
        '6' => 'جمادی ۲',
        '7' => 'رجب',
        '8' => 'شعبان',
        '9' => 'رمضان',
        '10' => 'شوال',
        '11' => 'ذیقعده',
        '12' => 'ذیحجه',
    ],
    'georgian_months_name' => [
        '1' => 'ژانویه',
        '2' => 'فوریه',
        '3' => 'مارس',
        '4' => 'آوریل',
        '5' => 'می',
        '6' => 'جوئن',
        '7' => 'ژوئیه',
        '8' => 'اوت',
        '9' => 'سپتامبر',
        '10' => 'اکتبر',
        '11' => 'نوامبر',
        '12' => 'دسامبر',
    ]

];
